conf/vegeta/results/vt/virtualThreads_loop_1.txt
Requests      [total, rate, throughput]         50000, 5000.10, 4950.49
Duration      [total, attack, wait]             10.1s, 10s, 100.225ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.093ms, 1.755s, 1.263s, 4.339s, 4.474s, 4.739s, 6.929s
Bytes In      [total, mean]                     9240247, 184.80
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: