conf/vegeta/results/vt/virtualThreads_loop_1.txt
Requests      [total, rate, throughput]         26931, 2652.76, 2091.47
Duration      [total, attack, wait]             12.877s, 10.152s, 2.725s
Latencies     [min, mean, 50, 90, 95, 99, max]  198.416ms, 6.514s, 7.432s, 9.16s, 9.5s, 9.92s, 10.548s
Bytes In      [total, mean]                     4966488, 184.42
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:26931  
Error Set: