conf/vegeta/results/vt/virtualThreads_loop_2.txt
Requests      [total, rate, throughput]         50000, 5000.50, 4950.41
Duration      [total, attack, wait]             10.1s, 9.999s, 101.165ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.181ms, 103.446ms, 100.591ms, 104.319ms, 111.756ms, 170.395ms, 254.994ms
Bytes In      [total, mean]                     9270515, 185.41
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: