conf/vegeta/results/vt/virtualThreads_loop_2.txt
Requests      [total, rate, throughput]         50000, 5000.46, 4950.81
Duration      [total, attack, wait]             10.099s, 9.999s, 100.271ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.08ms, 100.485ms, 100.163ms, 101.074ms, 101.245ms, 103.121ms, 127.162ms
Bytes In      [total, mean]                     9311996, 186.24
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: