conf/vegeta/results/vt/virtualThreads_loop_3.txt
Requests      [total, rate, throughput]         50000, 5000.32, 4950.66
Duration      [total, attack, wait]             10.1s, 9.999s, 100.312ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.079ms, 102.188ms, 100.166ms, 101.154ms, 101.563ms, 181.038ms, 239.412ms
Bytes In      [total, mean]                     9395484, 187.91
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: