conf/vegeta/results/vt/virtualThreads_loop_3.txt
Requests      [total, rate, throughput]         50000, 5000.55, 4950.38
Duration      [total, attack, wait]             10.1s, 9.999s, 101.331ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.186ms, 103.371ms, 100.45ms, 103.784ms, 109.575ms, 169.904ms, 234.995ms
Bytes In      [total, mean]                     9377841, 187.56
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: