conf/vegeta/results/vt/virtualThreads_loop_4.txt
Requests      [total, rate, throughput]         50000, 5000.55, 4950.52
Duration      [total, attack, wait]             10.1s, 9.999s, 101.064ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.176ms, 101.844ms, 100.423ms, 103.461ms, 105.542ms, 124.239ms, 162.685ms
Bytes In      [total, mean]                     9389078, 187.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: