conf/vegeta/results/vt/virtualThreads_loop_7.txt
Requests      [total, rate, throughput]         50000, 5000.54, 4950.49
Duration      [total, attack, wait]             10.1s, 9.999s, 101.086ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.184ms, 101.485ms, 100.404ms, 103.239ms, 104.243ms, 115.641ms, 162.843ms
Bytes In      [total, mean]                     9402043, 188.04
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: