conf/vegeta/results/vt/virtualThreads_loop_7.txt
Requests      [total, rate, throughput]         50000, 5000.56, 4950.96
Duration      [total, attack, wait]             10.099s, 9.999s, 100.185ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.078ms, 100.491ms, 100.162ms, 101.089ms, 101.27ms, 103.561ms, 141.573ms
Bytes In      [total, mean]                     9414425, 188.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: